tap "amar1729/formulae"
tap "azure/functions"
tap "coursier/formulas"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "instantclienttap/instantclient"
tap "koekeishiya/formulae"
tap "microsoft/msodbcsql", "https://github.com/Microsoft/homebrew-mssql-release"
tap "sambadevi/powerlevel9k"
tap "simplydanny/pass-extensions"
brew "ant"
brew "asciinema"
brew "autoconf"
brew "automake"
brew "azure-cli"
brew "bash"
brew "bat"
brew "nghttp2"
brew "node", link: false
brew "bitwarden-cli"
brew "glib"
brew "cmake"
brew "coreutils"
brew "fasd"
brew "unbound"
brew "gnutls"
brew "gobject-introspection"
brew "harfbuzz"
brew "lame"
brew "srt"
brew "tesseract"
brew "ffmpeg"
brew "figlet"
brew "fish"
brew "unixodbc"
brew "freetds"
brew "fzf"
brew "gdk-pixbuf"
brew "gifsicle"
brew "gnupg"
brew "go"
brew "gpgme"
brew "librsvg"
brew "graphviz"
brew "httpie"
brew "imagemagick"
brew "ipfs"
brew "jq"
brew "keychain"
brew "kind"
brew "krb5"
brew "kube-ps1"
brew "leveldb"
brew "libxml2"
brew "libxmlsec1"
brew "links"
brew "lua"
brew "luarocks"
brew "mermaid-cli"
brew "minikube"
brew "mutt"
brew "neovim"
brew "nginx"
brew "oath-toolkit"
brew "openal-soft"
brew "qrencode"
brew "tree"
brew "pass"
brew "pass-otp"
brew "pinentry-mac"
brew "portaudio"
brew "postgresql"
brew "postgresql@10"
brew "postgresql@12"
brew "postgresql@13"
brew "python@3.8"
brew "ranger"
brew "rclone"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "subversion"
brew "swig"
brew "telnet"
brew "the_silver_searcher"
brew "tmux"
brew "vim"
brew "w3m"
brew "wget"
brew "yarn"
brew "zbar"
brew "zlib"
brew "zplug"
brew "zsh-syntax-highlighting"
brew "amar1729/formulae/browserpass"
brew "azure/functions/azure-functions-core-tools@3"
brew "coursier/formulas/coursier"
brew "instantclienttap/instantclient/instantclient-basic"
brew "instantclienttap/instantclient/instantclient-sdk"
brew "instantclienttap/instantclient/instantclient-sqlplus"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "microsoft/msodbcsql/msodbcsql"
brew "microsoft/msodbcsql/msodbcsql17"
brew "microsoft/msodbcsql/mssql-tools"
brew "sambadevi/powerlevel9k/powerlevel9k"
brew "simplydanny/pass-extensions/pass-update"
cask "alacritty"
cask "amethyst"
cask "dmenu-mac"
cask "eclipse-jee"
cask "emacs"
cask "font-dejavu-sans-mono-nerd-font"
cask "font-fira-code"
cask "font-fira-mono"
cask "font-fira-mono-for-powerline"
cask "font-fira-sans"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-meslo-for-powerline"
cask "google-cloud-sdk"
cask "keepassxc"
cask "keycastr"
cask "kitty"
cask "mactex"
cask "osxfuse"
cask "qtpass"
